Repository: becdanh/GreenMobility
Catalog: GreenMobility/Resources/SharedResource.*.resx
Languages: vi_vn

# AccountInfor
source: Information
vi_vn: Thông tin tài khoản

source: Amount
vi_vn: Tổng

source: Appointment time
vi_vn: Thời gian hẹn lấy xe

# AppointmentTimeCO
source: Appointment Time
vi_vn: Thời Gian Hẹn Lấy Xe

source: Bicycle
vi_vn: Xe đạp

# BicycleAlready
source: The bicycle is already in the cart 😥
vi_vn: Xe đã có trong giỏ thuê 😥

# BicycleAt
source: bicycles at
vi_vn: xe đạp ở

# BicycleName
source: Name
vi_vn: Tên xe đạp

source: Bicycle pick-up area
vi_vn: Bãi đỗ nhận xe

source: Bicycle return area
vi_vn: Bãi đỗ trả xe

source: Booking
vi_vn: Đặt xe

source: Booking - Riding - Payment
vi_vn: Đặt xe - Đi xe - Thanh toán

source: Cancel
vi_vn: Hủy

source: Cancle
vi_vn: Hủy

source: Cart totals
vi_vn: Tổng giỏ thuê

source: Change Password
vi_vn: Đổi mật khẩu

source: Close
vi_vn: Đóng

# COD
source: Payment upon vehicle return (COD)
vi_vn: Thanh toán khi trả xe (COD)

# CompareConfirmAndNewPassword
source: The new password and confirmation password do not match
vi_vn: Mật khẩu mới và mật khẩu xác nhận không khớp

# ComparePassword
source: Passwords do not match. Please try again.
vi_vn: Mật khẩu không khớp. Vui lòng nhập lại.

source: Confirm Password
vi_vn: Xác nhận mật khẩu

source: Current password
vi_vn: Mật khẩu hiện tại

# CurrentPasswordRequired
source: Please enter the current password
vi_vn: Vui lòng nhập mật khẩu hiện tại

# CustomersWillPay
source: Customers will pay upon returning the vehicle.
vi_vn: Khách hàng sẽ thanh toán khi trả xe

source: Delete
vi_vn: Xóa

source: Email already exists.
vi_vn: Email đã tồn tại.

# EmailRequired
source: Please enter your email.
vi_vn: Vui lòng nhập địa chỉ email.

source: Failed registration
vi_vn: Đăng ký thất bại

source: Full Name
vi_vn: Họ và tên

# FullNameRequired
source: Please enter your full name.
vi_vn: Vui lòng nhập họ và tên.

# GoToCheckout
source: Proceed to checkout page
vi_vn: Đến trang thanh toán

# GoToRental
source: Proceed To Rental Page
vi_vn: Đến Trang Thuê Xe

source: Hi
vi_vn: Xin chào

source: Home
vi_vn: Trang chủ

source: hours
vi_vn: Giờ

source: Image
vi_vn: Ảnh

source: Language
vi_vn: Ngôn ngữ

source: Latest Blog
vi_vn: Thông tin mới nhất

source: License plate
vi_vn: Biển số xe

source: Login
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

# MinPassword
source: Password must be at least 5 characters long.
vi_vn: Bạn cần đặt mật khẩu tối thiểu 5 ký tự.

source: My Account
vi_vn: Tài khoản của tôi

source: New password
vi_vn: Mật khẩu mới

# NewPasswordRequired
source: Please enter a new password
vi_vn: Vui lòng nhập mật khẩu mới

# NoBikeInCart
source: No bikes have been rented yet. Let's actively pedal!
vi_vn: Chưa có xe nào được thuê. Hãy tích cực đạp xe nhé!

# OnlyRent
source: You can only rent from one parking lot at a time 😊
vi_vn: Mỗi lần chỉ có thể thuê từ một bãi xe duy nhất 😊

# Parking
source: parkings
vi_vn: bãi đỗ

# ParkingCO
source: Parking
vi_vn: Bãi Xe

source: Password
vi_vn: Mật khẩu

# PasswordRequired
source: Please enter your password.
vi_vn: Vui lòng nhập nhập khẩu.

source: Payment
vi_vn: Thanh toán

source: Phone
vi_vn: Số điện thoại

source: Phone already exists.
vi_vn: Số điện thoại đã tồn tại.

# PhoneRequired
source: Please enter your phone number
vi_vn: Vui lòng nhập số điện thoại.

# PickupTime
source: Date of bicycles pick-up
vi_vn: Ngày nhận xe

# Post
source: Posts
vi_vn: Tin tức

source: Read More
vi_vn: Xem thêm

source: Read Our
vi_vn: Mời đọc

source: Recent Post
vi_vn: Bài viết gần đây

source: Register
vi_vn: Đăng ký tài khoản

source: Rental
vi_vn: Thuê xe

source: Rental cart
vi_vn: Giỏ thuê

source: Rental Date
vi_vn: Ngày tạo đơn thuê

# RentalDuration
source: Rental duration (in hours)
vi_vn: Số giờ thuê xe (tính bằng giờ)

source: Rental hours
vi_vn: Số giờ thuê

# RentalHoursCO
source: Rental Hours
vi_vn: Số Giờ Thuê

# RentalInfor
source: Rental information
vi_vn: Thông tin đơn thuê

source: Rental List
vi_vn: Danh sách đơn thuê

source: Rental Now
vi_vn: Thuê xe ngay

source: Rental price
vi_vn: Giá thuê

source: Rental total
vi_vn: Tổng đơn thuê

# RentalTotalCO
source: Rental Total
vi_vn: Tổng Đơn Thuê

# ReturnTime
source: Date of bicycles return
vi_vn: Ngày trả xe

source: Riding
vi_vn: Đi xe

# Save
source: Save changes
vi_vn: Lưu thay đổi

source: Status
vi_vn: Trạng thái

source: Step
vi_vn: Bước

# Step1Desc
source: Log in or create a new account if necessary. Select the location for renting the vehicle, then choose the type of vehicle and the desired rental time.
vi_vn: Đăng nhập hoặc tạo một tài khoản mới nếu cần. Chọn địa điểm thuê xe, sau đó chọn các xe và thời gian bạn muốn thuê.

# Step2Desc
source: After successfully booking the vehicle, you will receive information about available vehicles, along with the estimated total cost. When picking up the vehicle, check the information and begin your journey.
vi_vn: Sau khi đặt xe thành công, bạn sẽ nhận được thông tin về các xe có sẵn, cùng với tổng chi phí ước tính. Khi đến lấy xe, kiểm tra thông tin và bắt đầu hành trình của bạn.

# Step3Desc
source: Upon completing the ride, the staff will calculate the total fare based on the rental duration and any additional fees. Payment can be made through online payment methods or directly in cash to the staff. Confirm and review the payment details on the app or website to complete the vehicle rental process.
vi_vn: Khi kết thúc chuyến đi, nhân viên sẽ tính toán tổng cước phí dựa trên thời gian thuê và các khoản phụ phí (nếu có). Thanh toán có thể được thực hiện qua các phương tiện thanh toán trực tuyến hoặc bằng tiền mặt trực tiếp với nhân viên. Xác nhận và kiểm tra chi tiết thanh toán trên ứng dụng hoặc trang web để hoàn tất quá trình thuê xe.

source: Submit
vi_vn: Xác nhận

# SuccessAdd
source: Successfully added item to cart 😍
vi_vn: Xe đã được thêm vào giỏ thuê thành công 😍

source: Successful registration
vi_vn: Đăng ký thành công

# ThankYou
source: Thank you for choosing to ride with Green Mobility.
vi_vn: Cảm ơn quý khách đã lựa chọn đồng hành cùng Green Mobility.

# Total
source: There are a total of
vi_vn: Có tổng

source: Total money
vi_vn: Tổng tiền

source: Unit Price
vi_vn: Đơn giá

source: Update profile
vi_vn: Thay đổi thông tin tài khoản

# UpdateRentalHours
source: Please update the rental information.
vi_vn: Vui lòng cập nhật thông tin thuê.

# UpdateRentalInfor
source: Update Rental Information
vi_vn: Cập Nhật Thông Tin Thuê

source: Usage Instructions
vi_vn: Cách sử dụng

source: View
vi_vn: Xem chi tiết

source: Your rental
vi_vn: Đơn thuê của bạn

# ZeroBicycle
source: There are no bicycles at
vi_vn: Không có xe đạp nào ở
